[
  {
    "Name": "RTX 4090 ASUS",
    "Description": "The ASUS RTX 4090 is a high-performance graphics card powered by NVIDIA's latest Ada Lovelace architecture, featuring 24GB of GDDR6X memory and a vast number of CUDA cores. It supports advanced real-time ray tracing, DLSS 3.0, and AI-powered features, offering unparalleled rendering performance in both gaming and professional applications. Equipped with NVIDIA's second-generation RT cores and third-generation Tensor cores, the RTX 4090 excels in demanding workloads such as 8K gaming, real-time ray tracing, complex 3D rendering, and AI-based computations. With a memory bandwidth of over 1,000 GB/s and a base clock of 2.23 GHz, it provides exceptional speed and efficiency, ensuring smooth performance even with the most demanding applications. The card is also designed for efficient cooling with its robust cooling solution, ensuring stable performance under heavy workloads. For gamers and content creators seeking to push the boundaries of what's possible in terms of graphical fidelity and computational power, the RTX 4090 is the ultimate choice.\n\nIn simpler terms, this is the ideal graphics card for those who want the best of the best, offering mind-blowing graphics and lightning-fast performance for both gaming and professional tasks.",
    "Price": 6399.96,
    "PictureUrl": "https://i.postimg.cc/sXVZVW0J/imagem-2025-01-14-232910244.png",
    "Type": "Graphics Card",
    "Brand": "Asus",
    "QuantityInStock": 82
  },
  {
    "Name": "RTX 3080 MSI",
    "Description": "The MSI RTX 3080 is powered by NVIDIA's Ampere architecture, offering a substantial performance boost compared to previous generations. Featuring 10GB of GDDR6X memory and a high number of CUDA cores, the RTX 3080 is designed to handle demanding gaming and creative workloads with ease. It supports cutting-edge technologies like real-time ray tracing, DLSS (Deep Learning Super Sampling), and AI-powered features, allowing for realistic lighting, reflections, and improved performance in supported titles. The card is equipped with NVIDIA's third-generation Tensor cores and second-generation RT cores, enabling advanced AI workloads and ray-traced graphics. With a boost clock of 1.71 GHz and memory bandwidth of 760.3 GB/s, the RTX 3080 delivers exceptional performance for 4K gaming, high-performance computing, and content creation tasks like video editing and 3D rendering. MSI's custom cooling solution ensures stable operation under load, offering enhanced cooling efficiency and quieter operation. Whether you're a gamer looking to push the limits of visual fidelity or a creator needing robust rendering power, the RTX 3080 is a perfect solution.\n\nFor a simpler take, this graphics card gives you top-tier performance, making it perfect for gamers and creators who want smooth gameplay, stunning graphics, and fast rendering speeds.",
    "Price": 2799.96,
    "PictureUrl": "https://i.postimg.cc/yx5cN50h/imagem-2025-01-15-024934611.png",
    "Type": "Graphics Card",
    "Brand": "MSI",
    "QuantityInStock": 75
  },
  {
    "Name": "AMD Ryzen 9 7950X",
    "Description": "The AMD Ryzen 9 7950X is a flagship 16-core, 32-thread processor based on AMD's Zen 4 architecture, offering top-tier performance for both gaming and professional workloads. With a base clock of 4.5 GHz and turbo frequencies reaching up to 5.7 GHz, it delivers exceptional single-thread and multi-thread performance, making it ideal for demanding applications such as 3D rendering, video editing, software development, and high-performance gaming. The processor features a 128MB L3 cache and supports PCIe 5.0, ensuring high-speed data transfer and compatibility with next-gen storage and graphics solutions. Built on a 5nm process, it offers a significant increase in power efficiency compared to previous generations. The Ryzen 9 7950X also supports DDR5 memory, offering faster speeds and improved bandwidth for memory-intensive tasks. AMD's Precision Boost and Overclocking capabilities allow users to fine-tune the processor for even higher performance when needed. With 16 cores and 32 threads, this processor is built for the future, capable of handling heavy multitasking and parallel processing without compromise.\n\nIn simpler terms, this is a beast of a processor, perfect for gamers and creators who want extreme performance and smooth multitasking for the most demanding tasks, including gaming at high settings and working with resource-heavy applications.",
    "Price": 3199.96,
    "PictureUrl": "https://i.postimg.cc/Kz1XdqDS/imagem-2025-01-14-233612161.png",
    "Type": "Processor",
    "Brand": "AMD",
    "QuantityInStock": 3
  },
  {
    "Name": "Intel Core i9-13900K",
    "Description": "The Intel Core i9-13900K is a high-performance processor from Intel's 13th generation, built for enthusiasts and professionals seeking unparalleled speed and multitasking capabilities. Featuring 24 cores (8 Performance-cores and 16 Efficient-cores) and 32 threads, this CPU is designed to handle even the most demanding applications with ease. With a base clock of 3.0 GHz and the ability to boost up to 5.8 GHz, the i9-13900K delivers outstanding single-thread and multi-thread performance, excelling in both gaming and professional workloads such as 3D rendering, video editing, and software development. The processor is built on Intel's advanced 10nm process, offering better power efficiency and higher performance compared to its predecessors. It also supports DDR5 memory, enabling faster data transfer and higher bandwidth, along with PCIe 5.0 for next-gen GPU and storage solutions. Intel's Thermal Velocity Boost and Intel Turbo Boost Max Technology 3.0 ensure that the processor reaches its optimal performance when needed, while keeping temperatures in check. With 125W base power and a maximum turbo power of 253W, the i9-13900K is perfect for users who demand the best in performance for both gaming and productivity tasks.\n\nIn simpler terms, this is an incredibly fast processor, built for those who need top-tier performance, whether you're gaming at ultra settings, streaming, or working with resource-heavy applications like 3D modeling and video editing.",
    "Price": 2799.96,
    "PictureUrl": "https://i.postimg.cc/DftWpRPh/imagem-2025-01-14-233650528.png",
    "Type": "Processor",
    "Brand": "Intel",
    "QuantityInStock": 52
  },
  {
    "Name": "ASUS ROG Strix Z790-E",
    "Description": "The ASUS ROG Strix Z790-E is a high-end motherboard built on Intel's Z790 chipset, designed to unleash the full potential of Intel's 12th and 13th generation processors. It features robust power delivery systems with premium capacitors and optimized PCB layout for stable overclocking performance. The board supports DDR5 memory with speeds up to 6400 MHz, providing increased memory bandwidth for demanding applications and gaming. With support for PCIe 5.0, users can take advantage of next-gen GPUs and high-speed storage solutions. The Z790-E also includes Wi-Fi 6E for faster wireless speeds, enhanced networking with 10Gb Ethernet, and numerous USB ports for high-speed data transfer. The board's advanced cooling solution features multiple fan headers and M.2 heatsinks, ensuring stability under heavy loads. The BIOS is user-friendly, with intuitive overclocking tools and system tuning for enthusiasts. With ROG's signature customizable RGB lighting and premium build quality, the Z790-E is perfect for gamers and content creators looking for top-tier performance and aesthetics.\n\nIn simpler terms, this motherboard offers everything you need for the best performance in gaming and overclocking, with fast memory, cutting-edge PCIe 5.0, and excellent cooling to support your powerful components.",
    "Price": 1999.96,
    "PictureUrl": "https://i.postimg.cc/bdfY3cbw/imagem-2025-01-14-233716465.png",
    "Type": "Motherboard",
    "Brand": "Asus",
    "QuantityInStock": 97
  },
  {
    "Name": "MSI MPG B650 Edge",
    "Description": "The MSI MPG B650 Edge is a reliable and feature-packed motherboard designed for AMD Ryzen 7000 series processors. Built on the B650 chipset, it provides an excellent balance between performance and value, supporting PCIe 5.0 for future-proofing high-speed GPUs and storage devices. The motherboard features robust power delivery with premium capacitors and optimized VRM designs, ensuring stable performance even during heavy loads or overclocking. It supports DDR5 memory for faster speeds and enhanced bandwidth, and offers dual M.2 slots with heatsinks for efficient storage management. Additionally, the B650 Edge includes Wi-Fi 6E for fast wireless connectivity, as well as 2.5Gb Ethernet for reliable wired networking. With multiple USB ports, including USB-C, and excellent system cooling options, this board is well-suited for both gamers and creators who demand solid performance and versatility. The board's aesthetic design includes customizable RGB lighting, making it a great addition to any high-performance PC build.\n\nIn simpler terms, this motherboard is an excellent choice for users looking to build a fast, reliable PC with the latest features, including fast memory, PCIe 5.0, and strong networking support.",
    "Price": 799.96,
    "PictureUrl": "https://i.postimg.cc/529vvyd0/imagem-2025-01-15-000004066.png",
    "Type": "Motherboard",
    "Brand": "MSI",
    "QuantityInStock": 37
  },
  {
    "Name": "Corsair Vengeance DDR5 32GB",
    "Description": "The Corsair Vengeance DDR5 32GB is a high-performance memory kit designed to deliver blazing-fast speeds for gaming, multitasking, and content creation. With a speed of up to 5200 MHz, this DDR5 memory offers a significant bandwidth increase over previous generations, ensuring smoother performance in demanding applications and games. It features a sleek design with a low-profile heat spreader, optimizing cooling for overclocking potential. The memory module is built with high-quality ICs, ensuring reliability and long-lasting performance under heavy loads. This kit is also Intel XMP 3.0 ready, allowing for easy overclocking with one click in BIOS. Whether you're building a high-performance gaming rig or a workstation for productivity, the Corsair Vengeance DDR5 32GB delivers the speed and stability you need to power through any task.\n\nIn simpler terms, this memory kit is ideal for gamers and creators who want faster, more efficient performance with easy overclocking and great reliability.",
    "Price": 599.96,
    "PictureUrl": "https://i.postimg.cc/tCYsg2SJ/imagem-2025-01-15-024554737.png",
    "Type": "Memory",
    "Brand": "Corsair",
    "QuantityInStock": 32
  },
  {
    "Name": "G.Skill Trident Z5 RGB 16GB",
    "Description": "The G.Skill Trident Z5 RGB 16GB DDR5 memory kit is a premium choice for high-end builds, offering exceptional performance and stunning aesthetics. Designed for extreme performance, it features speeds up to 6000 MHz, providing exceptional bandwidth for demanding applications like video editing, 3D rendering, and high-performance gaming. The memory modules are equipped with a custom-designed heat spreader for superior heat dissipation, ensuring stable performance even under overclocking. Additionally, the RGB lighting can be fully customized through software, adding a personalized touch to your build. This kit is also Intel XMP 3.0 certified, allowing for easy one-click overclocking to achieve the best speeds without hassle. With the latest DDR5 technology, the Trident Z5 RGB ensures that your system is future-proof, offering the performance and reliability needed to handle next-gen workloads.\n\nIn simpler terms, this memory kit is perfect for users who want high-speed performance, great aesthetics with RGB lighting, and easy overclocking for gaming and professional tasks.",
    "Price": 519.96,
    "PictureUrl": "https://i.postimg.cc/44H718Gc/imagem-2025-01-15-023913280.png",
    "Type": "Memory",
    "Brand": "G.Skill",
    "QuantityInStock": 6
  },
  {
    "Name": "Samsung 980 Pro 1TB NVMe SSD",
    "Description": "The Samsung 980 Pro 1TB NVMe SSD leverages PCIe Gen4 technology to deliver ultra-fast read and write speeds, making it an excellent choice for users who demand high-performance storage. With sequential read speeds up to 7,000 MB/s and write speeds up to 5,100 MB/s, this SSD dramatically reduces load times, making it ideal for gaming, video editing, and large file transfers. It also features Samsung's proprietary V-NAND technology, ensuring reliability and endurance over time. The 980 Pro is designed with a robust thermal control solution to prevent overheating and maintain performance under heavy workloads. Additionally, it is backward compatible with PCIe Gen3 systems, allowing for broader compatibility. This SSD supports advanced features like AES 256-bit hardware encryption and a 5-year limited warranty for peace of mind.\n\nIn simpler terms, this SSD is a super-fast storage solution that’s perfect for gamers and creators looking for top-tier performance and reliability, with ultra-fast speeds and efficient heat management.",
    "Price": 519.96,
    "PictureUrl": "https://i.postimg.cc/ZKvNTpLr/imagem-2025-01-14-233926141.png",
    "Type": "Storage",
    "Brand": "Samsung",
    "QuantityInStock": 17
  },
  {
    "Name": "WD Black SN850 2TB NVMe SSD",
    "Description": "The WD Black SN850 2TB NVMe SSD is a high-performance storage solution designed for extreme gaming and demanding applications. With PCIe Gen4 support, this SSD delivers impressive read speeds up to 7,000 MB/s and write speeds up to 5,300 MB/s, providing quick access to large files and enabling fast load times in the latest games. The 2TB capacity ensures ample storage space for AAA games, videos, and other heavy workloads. The SN850 features an integrated heatsink for improved thermal management, keeping the drive cool during prolonged gaming sessions or high-performance tasks. It is also equipped with Western Digital’s advanced 3D NAND technology, offering exceptional endurance and reliability. The drive comes with a 5-year limited warranty, ensuring long-term reliability.\n\nIn simpler terms, this SSD is ideal for gamers and professionals who need large, fast storage for their demanding tasks, offering great speeds, cooling, and durability.",
    "Price": 1199.96,
    "PictureUrl": "https://i.postimg.cc/rpjq4yT8/imagem-2025-01-15-000320491.png",
    "Type": "Storage",
    "Brand": "Western Digital",
    "QuantityInStock": 74
  },
  {
    "Name": "Cooler Master Hyper 212",
    "Description": "The Cooler Master Hyper 212 is a popular and budget-friendly air cooling solution designed to provide efficient cooling for a wide range of CPUs. Featuring a 4-heatpipe design and a 120mm fan, the Hyper 212 delivers solid thermal performance at an affordable price point. Its optimized fan design offers excellent airflow while keeping noise levels to a minimum, making it a great option for mid-range gaming PCs or budget builds. The cooler's universal mounting kit ensures compatibility with a variety of Intel and AMD sockets, and its compact size allows for easy installation in most cases. While not the most powerful cooler on the market, the Hyper 212 strikes a great balance between cost and performance, offering great value for users looking to improve their system's cooling without breaking the bank.\n\nIn simpler terms, this is a great cooler for those who want effective performance and value for money in their gaming or productivity PCs, with easy installation and quiet operation.",
    "Price": 159.96,
    "PictureUrl": "https://i.postimg.cc/4yPJ6JVv/imagem-2025-01-14-234055463.png",
    "Type": "Cooling System",
    "Brand": "Cooler Master",
    "QuantityInStock": 77
  },
  {
    "Name": "NZXT Kraken X63",
    "Description": "The NZXT Kraken X63 is a premium 280mm liquid CPU cooler designed to offer superior thermal performance and aesthetic appeal. Featuring a sleek all-in-one design, the Kraken X63 is equipped with a powerful pump, dual 140mm fans, and a large radiator for efficient heat dissipation, keeping your CPU temperatures low even under heavy workloads. The cooler features customizable RGB lighting on the pump, which can be synchronized with other NZXT products using the CAM software. The Kraken X63 is designed for easy installation, with support for a wide range of Intel and AMD sockets. Its advanced fan and pump curve optimization provide quiet and efficient cooling, ensuring your system runs smoothly. Ideal for high-end gaming builds or overclocked systems, the Kraken X63 ensures that your PC remains cool while adding a stylish RGB touch.\n\nIn simpler terms, this is a top-tier cooler perfect for high-performance gaming systems or overclocked CPUs, with amazing cooling power, easy setup, and customizable RGB lighting for that extra flair.",
    "Price": 799.96,
    "PictureUrl": "https://i.postimg.cc/KYTx97t8/imagem-2025-01-14-234122743.png",
    "Type": "Cooling System",
    "Brand": "NZXT",
    "QuantityInStock": 45
  },
  {
    "Name": "EVGA SuperNOVA 850W PSU",
    "Description": "The EVGA SuperNOVA 850W PSU is a fully modular power supply that delivers reliable and efficient power for your high-performance system. With 80 PLUS Gold certification, it provides excellent energy efficiency, reducing power waste and helping keep electricity bills lower. This PSU features a high-quality, durable design with a 135mm fan that operates quietly, even under heavy load. It offers ample connectors for all your components, including multiple PCIe cables for high-end GPUs, and comes with EVGA's 10-year warranty, ensuring long-term peace of mind. The SuperNOVA 850W PSU is built to handle demanding systems, from gaming rigs to workstations.\n\nIn simpler terms, this power supply is perfect for high-end gaming or productivity PCs, offering quiet, efficient power and long-lasting durability, with plenty of connectors for all your components.",
    "Price": 599.96,
    "PictureUrl": "https://i.postimg.cc/gJHgnY0V/imagem-2025-01-15-024839411.png",
    "Type": "Power Supply",
    "Brand": "EVGA",
    "QuantityInStock": 49
  },
  {
    "Name": "Corsair RM750x PSU",
    "Description": "The Corsair RM750x PSU is a high-quality, fully modular power supply designed to provide stable and efficient power for gaming and productivity systems. It boasts 80 PLUS Gold certification, meaning it delivers over 90% energy efficiency at typical loads, reducing energy consumption and minimizing heat production. The RM750x features a 135mm magnetic levitation fan, which ensures near-silent operation even at higher loads. This PSU is designed to work with a wide range of systems, offering multiple cables for easy connectivity and compatibility with high-performance components. With Corsair's reputation for reliability and performance, the RM750x offers a 10-year warranty for added confidence.\n\nIn simpler terms, this is a reliable power supply with excellent efficiency and near-silent operation, perfect for mid-to-high-end gaming builds or workstations.",
    "Price": 519.96,
    "PictureUrl": "https://i.postimg.cc/7Lwmcw2J/imagem-2025-01-14-234250543.png",
    "Type": "Power Supply",
    "Brand": "Corsair",
    "QuantityInStock": 28
  },
  {
    "Name": "ASUS TUF Gaming GT501 Case",
    "Description": "The ASUS TUF Gaming GT501 Case is a durable and spacious mid-tower case designed for gamers and PC enthusiasts. It features a rugged, military-inspired design and is built with high-quality materials to ensure durability. The GT501 offers excellent airflow with mesh panels and three pre-installed 140mm fans, ensuring your components stay cool during intense gaming sessions. The case supports a wide range of components, including large GPUs and liquid cooling solutions, and comes with ample cable management options for a clean build. With a tempered glass side panel, the GT501 provides a sleek and stylish display for your components.\n\nIn simpler terms, this case is perfect for gamers who want a tough, spacious, and well-ventilated case to house their powerful components, with a sleek design that shows off the internals.",
    "Price": 599.96,
    "PictureUrl": "https://i.postimg.cc/Hs26pWNd/imagem-2025-01-15-024443579.png",
    "Type": "Case",
    "Brand": "Asus",
    "QuantityInStock": 69
  },
  {
    "Name": "NZXT H510 Elite",
    "Description": "The NZXT H510 Elite is a compact mid-tower case that combines a sleek design with advanced features for a high-quality build experience. It features a tempered glass front and side panels, allowing for a stunning view of your components and lighting setup. The H510 Elite supports a wide range of motherboards, GPUs, and cooling solutions, and is designed for optimal airflow with two pre-installed Aer RGB 2 fans and a fan controller. The case also includes built-in cable management channels, making it easy to achieve a clean and organized build. With support for liquid cooling and easy installation, the H510 Elite is a great choice for gamers and PC enthusiasts who want both style and functionality.\n\nIn simpler terms, this case is a sleek, compact option for building a clean and visually appealing gaming PC, with great airflow and easy cable management.",
    "Price": 599.96,
    "PictureUrl": "https://i.postimg.cc/RVCtjhsB/imagem-2025-01-14-234356761.png",
    "Type": "Case",
    "Brand": "NZXT",
    "QuantityInStock": 35
  },
  {
    "Name": "Phanteks Eclipse P500A",
    "Description": "The Phanteks Eclipse P500A is a high-performance case designed for optimal airflow and extensive customization options. This case features a front mesh panel with fine mesh filters for excellent ventilation, ensuring that your components stay cool during demanding tasks. It supports a wide range of components, including large GPUs and liquid cooling systems, and offers versatile storage options. The Eclipse P500A also includes RGB lighting and ample space for cable management, allowing for a clean and organized build. Whether you're building a high-end gaming PC or a workstation, this case provides the performance and flexibility you need.\n\nIn simpler terms, this case is built for high airflow, making it perfect for gaming or workstation builds that need plenty of cooling, with customizable options to create a stylish setup.",
    "Price": 599.96,
    "PictureUrl": "https://i.postimg.cc/26gMbg1k/imagem-2025-01-15-000105828.png",
    "Type": "Case",
    "Brand": "Phanteks",
    "QuantityInStock": 27
  },
  {
    "Name": "NZXT Kraken Z73 360mm AIO Liquid Cooler",
    "Description": "The NZXT Kraken Z73 is an advanced 360mm AIO liquid cooler designed for high-end gaming PCs. It features customizable RGB lighting and a unique LCD display on the pump that allows you to show system stats or custom graphics. With three 120mm fans, it provides efficient cooling for demanding CPUs, ensuring maximum performance even during intense gaming or multitasking. The Kraken Z73 also includes advanced software for easy control and monitoring of fan speeds and pump performance. It’s the perfect solution for users looking to overclock their CPU or build a premium gaming PC.\n\nIn simpler terms, this liquid cooler provides top-tier cooling for high-end CPUs and comes with customizable features like RGB and an LCD display, making it a great choice for serious gamers.",
    "Price": 1599.96,
    "PictureUrl": "https://i.postimg.cc/Y9393fwm/imagem-2025-01-14-234450206.png",
    "Type": "Cooler",
    "Brand": "NZXT",
    "QuantityInStock": 40
  },
  {
    "Name": "HyperX Alloy FPS Pro Mechanical Keyboard",
    "Description": "The HyperX Alloy FPS Pro is a compact and durable mechanical keyboard designed for gamers who need portability without compromising on performance. It features Cherry MX mechanical key switches, known for their precision and responsiveness, making it ideal for fast-paced games. The keyboard has a solid steel frame for durability and a compact form factor that makes it easy to carry to LAN parties or tournaments. It also includes red LED backlighting for a stylish look and easy use in low-light conditions.\n\nIn simpler terms, this compact mechanical keyboard is great for gamers who need a portable, durable keyboard that doesn't sacrifice performance, with responsive key switches and a stylish design.",
    "Price": 399.96,
    "PictureUrl": "https://i.postimg.cc/ZRTYCByY/imagem-2025-01-14-234514488.png",
    "Type": "Keyboard",
    "Brand": "HyperX",
    "QuantityInStock": 85
  },
  {
    "Name": "Intel Core i7-12700K",
    "Description": "The Intel Core i7-12700K is a 12-core processor designed for high-performance gaming and multitasking. With a base clock of 3.6 GHz and a turbo boost of up to 5.0 GHz, it offers excellent performance for demanding applications, including gaming, video editing, and productivity tasks. This processor is unlocked for overclocking, providing additional headroom for enthusiasts looking to push their system further. It’s a great choice for mid-range to high-end builds, offering excellent value for performance.\n\nIn simpler terms, the i7-12700K is a powerful and versatile CPU that can handle gaming, multitasking, and demanding workloads, with great overclocking potential for enthusiasts.",
    "Price": 1999.96,
    "PictureUrl": "https://i.postimg.cc/fLvSJQ2X/imagem-2025-01-15-000203476.png",
    "Type": "Processor",
    "Brand": "Intel",
    "QuantityInStock": 100
  },
  {
    "Name": "ASUS ROG Strix Z690-E Gaming WiFi Motherboard",
    "Description": "The ASUS ROG Strix Z690-E Gaming WiFi motherboard is designed to maximize the performance of Intel's 12th gen processors. It features PCIe 5.0 support for future-proofing your build and Wi-Fi 6E for faster wireless speeds. With robust overclocking capabilities, it’s ideal for enthusiasts who want to get the most out of their system. The motherboard includes multiple M.2 slots for high-speed storage and ample connectivity options, including USB 3.2 Gen 2x2 and Thunderbolt support. The ROG Strix Z690-E also includes advanced cooling solutions and RGB lighting for a premium build.\n\nIn simpler terms, this motherboard offers cutting-edge features, making it ideal for gamers and PC enthusiasts who want to build a top-tier system with the latest technologies and great overclocking potential.",
    "Price": 799.96,
    "PictureUrl": "https://i.postimg.cc/k5Z3d2Fh/imagem-2025-01-14-234617809.png",
    "Type": "Motherboard",
    "Brand": "Asus",
    "QuantityInStock": 120
  }
]
